dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
olifink.fedora-gnome-light-dark
ritwickdey.LiveServer
sumneko.lua
yzhang.markdown-all-in-one
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
artdiniz.quitcontrol-vscode
vscodevim.vim
Koihik.vscode-lua-format